Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Those laws had angered Nato countries weighing up US calls for more troops._From London to Ottawa, officials questioned whether they should risk their_soldiers’ lives to bolster an Afghan government that not only failed to_protect women but was also plann
ar: وأثارت تلك القوانين غضب دول حلف شمال الأطلسي (النيتو) التي تطالب الولايات المتحدة بالمزيد من الجنود. وتساءل المسؤولون من لندن إلى أوطاوا عما إذا كان يتعين عليهم المجازفة بأرواح جنودهم من أجل دعم حكومة أفغانية لم تفشل في حماية نسائها فحسب، بل تسعى أيضا لحر

source: “When the Taliban went I thought things were getting better for women,” said_Paween. “Now I think it won’t change for a long time.”
ar: قالت بافين: عندما انتهى طالبان، اعتقدت أن الأمور تسير نحو الأفضل. أما الآن، فأعتقد أن الأمور لن تتغير لردح طويل من الزمن.

source: One of the country’s leading actresses, Paween is among a number of prominent_Afghan women who have been forced to leave the country in recent months._Others include a leading policewoman who received a letter from the Taliban_saying she had been sentence
ar: وتعتبر بافين، التي تظل إحدى الممثلات الرائدة في البلد، من بين أبرز النساء الأفغانيات اللواتي اضطررن لمغادرة البلد خلال الأشهر الماضية. وتشمل قائمة المغادرات شرطية بارزة سبق لها أن تلقت رسالة من طالبان جاء فيها أن حكم الإعدام قد صدر في حقها. وتقول الرسال

source: Paween began her career aged 19 but fled to Pakistan when the mujaheddin_entered Kabul in 1992 and closed the theatres. She later returned and_married a taxi driver from Khost, with whom she had a son and daughter, now_aged eight and seven.
ar: كانت بداية بافين وهي في ربيعها التاسع عشر، لكنها غادرت نحو باكستان عندما دخل المجاهدون كابول سنة 1992 وقاموا بإغلاق المسارح. لتعود بعد ذلك وتتزوج من سائق سيارة أجرة من خوست، حيث أنجبت منه طفلا وطفلة يبلغان من العبر ثماني وسبع سنوات على التوالي.

source: When the Taliban fell she seized the opportunity to be the first woman to_appear on TV. “Others were scared but I thought it was good to show the_way,” she explained.
ar: عندما سقط نظام طالبان، استغلت الفرصة لتكون أول امرأة تظهر على شاشة التلفزيون. تشرح بافين الأمر قائلة: كان الآخرون متخوفين، لكنني اعتقدت أنه من الجيد أن نريهم الطريق ليسلكوها.

source: Her own family did not agree. “My sisters cut me off, saying, ‘Why are you_appearing on TV? Being an actress in this country is like being a whore’.”
ar: وحتى أسرتها لم تتفق مع ما قامت به. قالت بافين: لقد قاطعني شقيقتي وهي تقول، 'لماذا تظهرين على شاشة التلفزيون؟ أن تكوني ممثلة في هذا البلد شبيه بأن تكوني عاهرة'.

source: Last summer she appeared in a production of the Shakespeare comedy Love’s_Labour’s Lost, staged by a French director, after which she began to receive_death threats. People in turbans came on motorbikes, saying: “Don’t act or_you’ll be killed.” Her husban
ar: وظهرت بافين الصيف الماضي في إنتاج عمل شكسبير المسرحي، خاب سعي العشاق، الذي أشرف عليه مخرج فرنسي، وعقب ذلك بدأت تتوصل تهديدات بالتصفية. كان يأتيني رجال يعتمرون العمامات ويمتطون دراجات نارية ويقولون: توقفي عن التمثيل وإلا فإنك ستموتين. وتلقى زوجها هو

source: One night, as Paween came out of Ariana TV, she was knocked down by a bike._Then, as she prepared dinner at home, her husband went out for firewood. She_thought she heard shots, but because there were lots of fireworks at the_time, she took little notice.
ar: وذات ليلة، كانت باويين عائدة إلى أريانا عندما صدمتها دراجة. وعندما كانت تحضر العشاء في المنزل، غادر زوجها ليحضر بعض الحطب. اعتقدت أنها سمعت صوت إطلاق النار، لكنها لم تولي الأمر كثيرا من الاهتمام لأن الألعاب النارية كانت منتشرة تلك الأيام. عقارب الساعة

source: At 9am a local elder told her she should go to the police station, and 200_yards from their house she saw her husband’s bullet-riddled body.
ar: في الساعة التاسعة صباحا حسب التوقيت المحلي، قررت التوجه نحو مركز الشرطة. لكنها لم تبتعد عن منزلها إلا بمائتي ياردة لتجد جثة زوجها وقد اخترقها الرصاص.

source: When she tried to register a case with the police, they asked for a bribe. She_took her children into hiding and spent three months trying to get help._Eventually she ended up at the national security office, where she was_warned off, on pain of also endi
ar: عندما حاولت وضع شكاية لدي الشرطة، طلبوا منها دفع الرشوة. فاضطرت إلى نقل طفليها إلى مكان آمن وقضت ثلاثة أشهر في محاولة للحصول على المساعدة. وانتهى بها المطاف في مكتب الأمن القومي، حيث تلقت تحذيرات من أن تلقى نفس مصير زوجها.

source: “What can I do but run away?” she asked. Paween is now in Pakistan and hopes_to request asylum in Canada. Her story adds weight to the fury of Nato_officials over the laws from the Shi’ite minority, which would limit the_rights of women, apparently in a b
ar: تساءلت بافين: ماذا كان يتعين علي فعله سوى الهرب؟ توجد حاليا في باكستان، وتتطلع للحصول على اللجوء السياسي في كندا. وجاءت قصتها لتزيد من سخط مسؤولي النيتو على قوانين الأقلية الشيعية، التي تضيق الخناق على حقوق النساء، وذلك، على ما يبدو، من أجل ضمان أصوات

source: “We are there to defend universal values and when I see a law threatening to_come into effect which fundamentally violates women’s rights . . . that_worries me,” said Jaap de Hoop Scheffer, the Nato secretary-general.
ar: يقول جاب دو هوب شيفر، الأمين العام لحلف شمال الأطلسي: نحن هناك من أجل الدفاع عن القيم الكونية، وعندما أجدني أمام قوانين سيتم تنفيذها وستعمل أساسا على انتهاك حقوق النساء... فإنني أشعر بقلق شديد.

source: Karzai said he had ordered the justice ministry to review the law, together_with scholars and religious leaders. “Measures would be taken” if it_contravened the country’s constitution or sharia, he said.
ar: وذكر الرئيس كرازي أنه أصدر أوامره لوزير العدل من أجل مراجعة القانون مع العلماء ورجال الدين. وقال: سيتم اتخاذ الإجراءات إذا كان ذلك يتعارض ودستور البلاد والشريعة.

source: He complained that western media had mistranslated one part of the law, which_appeared to restrict a woman’s right to leave her home. However, he did not_mention another article that governs sexual relations between Shi’ite men_and their wives, which the
ar: واشتكى الرئيس الأفغاني من قيام وسائل الإعلام الغربية بترجمة خاطئة لجزء من القانون، الذي بدا وكأنه يضيق من حق المرأة في مغادرة بيتها. غير أنه لم يشر إلى فصل آخر من القانون الذي يحكم العلاقات الزوجية بين الرجال الشيعة وأزواجهم، وهو الأمر الذي تصفه ادعاءات

source: Twenty people died on the spot, while four others died in hospitals. Blood stained bodies were found strewn all across the place, it said.
ar: و يضيف التقرير, قتل عشرين شخصا في مكان الانفجار على الفور, بينما توفي أربعة آخرون في المستشفيات. كما تم العثور على الأجساد الملطخة بالدماء منتشرة في مختلف أنحاء المكان.

source: The injured and the bodies were shifted to Chakwal District Headquarter Hospital and in medical centres in Rawalpindi.
ar: تم نقل الجرحى و الجثث إلى مستشفى منطقة تشاكوال و إلى المراكز الطبية في روالبيندي.

source: People have rushed to hospitals to finding out the welfare of their injured relatives.
ar: و قد اندفع الناس إلى المستشفيات للاطمئنان على أقاربهم المصابين.

source: Meanwhile, the police have cordoned off the blast site for investigation.
ar: و في هذه الأثناء, كانت الشرطة قد طوقت مكان الانفجار للقيام بالتحقيقات.

source: Pakistan has a long history of sectarian attacks mostly against Shia Muslims by Sunni extremist groups, which have joined hands with Taliban and Al Qaeda militants based in country’s lawless tribal region near Afghan border.
ar: لباكستان تاريخ طويل فيما يخص الهجمات ذات الطابع الطائفي و غالبا ضد الإسلام الشيعة من قبل الجماعات السنية المتطرفة, التي اتحدت مع كل من طالبان و ميليشات القاعدة المستقرة في المنطقة المتمردة القبلية قرب الحدود الأفغانية.

source: DPA said the Chakwal attack could be a part of a new wave of attacks by Taliban, who have threatened to step up strikes inside Pakistan till the government stops the US from carrying out drone attacks in tribal belt.
ar: يقول الدي بي أي أن هجوم التشاكوال من الممكن أن يكون جزءا من موجة جديدة من الهجمات التي تعد لها طالبان, التي كانت قد هددت بتوجيه الضربات إلى داخل باكستان إلى أن تقوم الحكومة بالطلب من الولايات المتحدة إيقاف الهجمات التي تقوم بها عبر الطائرات دون طيار في ال

source: The Taliban accuse Islamabad, a key US ally in the international fight against terrorism, of providing assistance to US forces for these air strikes.
ar: حيث توجه طالبان التهم إلى إسلام أباد – و هي حليفة الولايات المتحدة الرئيسية في الحرب العالمية ضد الإرهاب – بأنها تقدم الدعم لقوات الولايات المتحدة فيما يخص هذه الهجمات الجوية.

source: On Sunday, a suicide bomber targeted paramilitary troops deployed in Islamabad’s upmarket neighbourhood where several embassies, UN offices and residences of foreign diplomats are located. Eight soldiers and a civilian died and 12 others were injured.
ar: و في يوم الأحد, قام رجل انتحاري باستهداف قوات شبه عسكرية كانت قد انتشرت في حي راق في إسلام أباد حيث يتواجد فيه العديد من السفارات, إضافة إلى مكاتب الأمم المتحدة و مساكن للدبلوماسيين تم تحديدها أيضا. و قتل نتيجة ذلك ثمانية جنود و مدني واحد و جرح اثنا عشر ش

source: T-Mobile Germany Banning Skype for iPhone
ar: تي موبايل بألمانيا تحظر استخدام سكايب على أي فون

source: We in the U.S. love to complain. Take this week's
ar: نحن في الولايات المتحدة نحب تقديم الشكاوى، خذ مثلاً

source: introduction of Skype for the iPhone
ar: إدخال سكايب على أي فون هذا الأسبوع حيث تبدو خدمة الصوت على الانترنت للجوال

source: . The mobile VoIP client appears to be a pretty solid offering, letting you not only chat with your Skype buddies, but also make voice calls -- as long as you're using the Wi-Fi connection, a stipulation Apple had
ar: عرضاً قوياً، لا يمكنك من الدردشة مع رفاقك على سكايب فحسب، ولكن أيضاً يمكنك إجراء المكالمات الصوتية طالما أنك تستخدم اتصال واي فاي وهو الشرط الذي

source: pointed out way back in March 2008
ar: الذي أشارت إليه شركة أبل في مارس 2008

source: when it first unveiled the iPhone SDK. (Also see
ar: عندما كشفت لأول مرة عن هاتفها أي فون. (انظر أيضاً

source: PCWorld.com's review
ar: تقرير بي سي ورلد دوت كوم

source: That didn't stop the barrage of complaints that the ban on 3G was arbitrary and designed only to support AT&T's business model. Which, to be fair, is pretty accurate. Whether or not that makes it wrong, well, that's up to higher powers to decide. But at l
ar: ولكن هذا لم يكن كافياً لإيقاف سيل الشكاوى من أن الحظر المفروض على شبكات الجيل الثالث جي3 كان تعسفياً وأنه لم يُصمم إلا لدعم نموذج أعمال أيه تى أند تى، وهو للصراحة اتهام دقيق جداً، وسواء كان هذا الأمر خطأ، فالسلطات العليا هي المنوط بها إتخاذ القرار، ولكننا

source: wants to ban use of the Skype app
ar: مقدم الخدمة الرسمي هناك تي موبايل في فرض حظر على استخدام برنامج سكايب

source: on both its 3G network and its extensive Wi-Fi hot spot network.
ar: على شبكتها للجيل الثالث جي3 وشبكتها الفورية واي فاي على حد سواء.

source: Not only has T-Mobile said that the use of Skype is forbidden, but it's also declared its intent to cancel the contracts of any users who use workarounds to run the program anyway. The company's reasoning is that the program's high data use would choke th
ar: لم تقل تي موبايل أن استخدام سكايب ممنوع فحسب، بل أعلنت أيضاً عزمها على إلغاء عقود أي مستخدم يستخدم أي بدائل لتشغيل البرنامج، ومنطق الشركة هو أن من شأن بيانات البرنامج الهائلة أن تخنق البنية الأساسية للشبكة وأنه يشكل انتهاكاً لعقود العملاء التي تحظر استخدا

source: Skype's general counsel fired back
ar: وهاجم المحامي العام لسكايب في

source: in a blog post
ar: في احدى المدونات

source: , saying: They pretend that their action has to do with technical concerns: this is baseless. Skype works perfectly well on iPhone, as hundreds of thousands of people globally can already readily attest.
ar: المدونات قائلاً إنهم يدعون أن هذا الإجراء يرجع إلى مخاوف تقنية وهذا لا أساس له من الصحة، فسكايب يعمل جيداً على أي فون حيث أن مئات الآلاف من الناس في جميع أنحاء العالم يمكن أن يشهدوا بذلك.

source: Whatever the case, T-Mobile looks to have a steep road ahead of itself, as Skype is currently the top free app on the German App Store. Viel Glück!
ar: وأيا كانت القضية، فتي موبايل يبدو أمامها طريق وعر حيث أن سكايب حالياً أكثر التطبيقات المجانية استخداماً في سوق التطبيقات بألمانيا. حظاً سعيداً!

source: Lebanese election scene takes shape
ar: المشهد الانتخابي اللبناني يتشكل

source: BEIRUT, Lebanon, April 3 (UPI) -- The number of candidates for the Lebanese parliamentary election has reached 270 as an April 7 deadline for electoral lists looms.
ar: بيروت، لبنان، 3 أبريل (يو بي أي) – وصل عدد المرشحين في الانتخابات البرلمانية اللبنانية 270 مرشحاً مع اقتراب 7 أبريل الموعد النهائي لتقديم القوائم الانتخابية.

source: The Lebanese Interior Ministry has imposed an April 7 deadline for political organizations to submit their lists for the June elections. That list has so far reached 270 candidates competing for 128 seats, the Lebanese Daily Star reports.
ar: وأفادت صحيفة الدايلي ستار اللبنانية أن وزارة الداخلية اللبنانية كانت قد حددت 7 أبريل موعداً نهائياً للتنظيمات السياسية لتسليم القوائم الخاصة بانتخابات يونيو، وتلك القائمة ضمت حتى الآن 270 مرشحاً يتنافسون على 128 مقعداً.

source: The report comes as several major political blocs in Lebanon announced their lists and launched campaigns in recent weeks. Hassan Nasrallah, the secretary-general of the Lebanese Hezbollah, gave a major televised speech this week unveiling his platform an
ar: ويأتي التقرير مع إعلان العديد من الكتل السياسية الرئيسية في لبنان عن قوائمها وشن حملاتها الانتخابية في الأسابيع الاخيرة، وألقى حسن نصر الله الأمين العام لحزب الله اللبناني كلمة متلفزة كبيرة هذا الأسبوع حيث كشف النقاب عن برنامجه الانتخابي وقائمة المرشحين ا

source: Observers predict a close race for the June elections between members of the pro-Western March 14 alliance and the March 8 coalition, which includes Hezbollah.
ar: كما يتوقع المراقبون أن يكون سباق انتخابات يونيو سباقاً محموماً بين أعضاء تحالف 14 مارس الموالي للغرب وتحالف 8 مارس الذي يضم حزب الله.

source: Ibrahim Halabi, a candidate for a Sunni seat in Beirut, issued a stark warning for the aftermath of the elections.
ar: وأصدر إبراهيم الحلبي أحد المرشحين للمقعد السني في بيروت تحذيراً صارماً عن الفترة ما بعد الانتخابات.

source: This has put the country before two possibilities: the opposition winning the majority by a slight margin and forming a national unity cabinet, or the March 14 alliance winning by a slight margin and monopolizing the governing process, he said, adding t
ar: وقال الحلبي هذا قد وضع البلد أمام احتمالين، الأول أن تفوز المعارضة ببفارق بسيط وتشكل حكومة وحدة وطنية والثاني أن يفوز تحالف 14 مارس بفارق ضئيل ويحتكر عملية تشكيل الحكومة وأضاف أنه في كلتي الحالتين ستسيطر الأزمة بعد انتهاء الانتخابات على الفور.

source: Afghan women betrayed
ar: المرأة الأفغانية يتم خيانتها

source: Karzai courts votes of conservative Shia clerics by endorsing repressive family law
ar: استطاع قرضاي جذب أصوات المحافظين من رجال الدين الشيعة بتصديقه على قانون الأسرة القمعي

source: Since the fall of the Taliban, Afghan women in theory have had the right to wear what they want.
ar: منذ سقوط نظام طالبان، أصبح من حق المرأة الأفغانية نظرياً ارتداء ما تشاء.

source: After five years of being hounded, beaten and denied their basic human rights by the Taliban, the women of Afghanistan should have been able to count on the support of the man who replaced them, the country's current leader, President Hamid Karzai.
ar: بعد خمس سنوات من تعرض النساء في أفغانستان للمطاردة والضرب والحرمان من حقوقهن الإنسانية الأساسية من قبل حركة طالبان، كان ينبغي أن تكون هؤلاء النساء قادرات على الاعتماد على دعم الرجل الذي حل محل طالبان وهو الزعيم الحالي للبلاد الرئيس حامد قرضاى.

source: After all as part of the deal for being put into power in 2001 by the West, Karzai vowed to build a modern state in which women were guaranteed equal rights.
ar: وكان جزء من الاتفاق لوضع قرضاي في السلطة في عام 2001، هو تعهده ببناء دولة حديثة تتضمن كفالة حقوق المرأة على قدم المساواة.

source: He did keep his promise, briefly. Afghanistan's post-Taliban constitution guaranteed equal rights to men and women.
ar: وقد أوفى بعهده بالفعل ولكن لفترة قصيرة، فدستور أفغانستان بعد طالبان يكفل حقوقاً متساوية بين الرجال والنساء.

source: But in his seven years as the head of Afghanistan's government, Karzai failed to consolidate power and now fears defeat. As this year's presidential election closes in - it's scheduled for August - Karzai is chasing swing votes. Most of those votes, regre
ar: ولكن في خلال السنوات السبع التي قضاها قرضاي رئيساً لحكومة أفغانستان، لم يستطع توطيد السلطة والآن يخشى الهزيمة، فمع اقتراب الانتخابات الرئاسية هذا العام المزمع عقدها في أغسطس، يطارد قرضاي الأصوات المترجحة، ومعظم هذه الأصوات للأسف هي أصوات نساء أفغانستان ال

source: The Afghan constitution was written to leave a foothold for the Shias. A religious minority making up about 10 per cent of the population, Shias are constitutionally allowed to have a separate family law. Shia clerics made it clear to Karzai, reports say,
ar: وكُتب الدستور الأفغاني ليترك موطئ قدم للشيعة، ويُسمح للشيعة دستورياً أن يكون لهم قانون مستقل للأسرة والشيعة هم أقلية دينية يشكلون حوالي 10 في المئة من السكان، وتقول التقارير أن علماء الشيعة أوضحوا لقرضاي أن دعمهم يعتمد على التراجع عن حقوق المرأة لفرض رؤيت

source: Karzai is reported to have already signed a law acceding to their every demand: Rape within marriage is legalized. Women are banned from leaving their homes without their husbands' permission. They cannot work, go to school or see a doctor unless their hu
ar: وأُفيد أن قرضاى وقع بالفعل على قانون يستجيب لجميع مطالبهم وهي إباحة الاغتصاب في إطار الزواج ومنع النساء من مغادرة منازلهن دون إذن الزوج ولا يُسمح لهم بالعمل أوالذهاب إلى المدرسة أو الطبيب إلا بموافقة أزواجهن، والرجال فقط سيحظون بحضانة الأطفال أى آبائهم وأ

source: Shinkai Zahine Karokhail, a female MP, told The Guardian the law was pushed through the Afghan parliament with almost no debate. She said, They wanted to pass it almost like a secret negotiation. There were lots of things that we wanted to change, but th
ar: وقالت شينكاي زاهين كروخيل نائبة بالبرلمان لصحيفة الجارديان أن القانون قُدم إلى البرلمان الأفغاني دون نقاش يُذكر، وقالت كانوا يريدون تمريره كأنها مفاوضات سرية، وهناك الكثير من الاشياء التي كنا نريد تغييرها ولكنهم لا يريدون مناقشتها لأن قرضاي يريد إرضاء ال

source: A second Afghan politician, Senator Humaira Namati, also told the Guardian that the new law was worse than during the Taliban. She also described an atmosphere of intimidation during the limited debate, saying, Anyone who spoke out was accused of being
ar: كما صرحت سياسية أفغانية أخرى السيناتورهوماريا نعماتي للجارديان أن القانون الجديد أسوأ من الوضع الذي كان عليه خلال حركة طالبان.، ووصفت جو الترهيب أثناء المناقشة المحدودة قائلة أي شخص يتحدث علانية يُتهم بأنه ضد الإسلام.

source: Shia clerics protested that the new law was not as bad as its critics have made it out to be, saying that women can leave their homes in an emergency. This is a concept that requires definition.
ar: واحتج رجال الدين الشيعة قائلين أن القانون الجديد ليس سيئاً كما أظهره منتقديه مضيفين أن المرأة يمكنها مغادرة منزلها في حالات الطوارئ، وهذا مفهوم يحتاج إلى التعريف.

source: Who can forget the schoolgirls in Saudi Arabia whom religious police refused to allow to escape their burning school because they were not wearing the headscarves and long dresses required to appear in public? The religious police viewed improper clothi
ar: فمن يستطع أن ينسى ما حدث في المملكة العربية السعودية عندما رفضت الشرطة الدينية السماح لفتيات المدارس بالفرار من مدرستهم وهي تحترق لأنهن لم يكن يرتدين الحجاب والملابس الطويلة الضروريين للظهور في الأماكن العامة؟ فالشرطة الدينية رأت الملابس غير المشروعة ح

source: The outrage directed at Karzai from around the world represents the one silver lining in this story of treachery at the highest political level.
ar: وتمثل حالة الغضب الموجهة إلى قرضاي من جميع أنحاء العالم الجانب المشرق الوحيد في قصة الخيانة تلك على أعلى مستوى سياسي.

source: U.S. Secretary of State Hillary Clinton told reporters, Women's rights are a central part of the foreign policy of the Obama administration.
ar: وقال وزيرة خارجية الولايات المتحدة هيلاري كلينتون للصحفيين حقوق المرأة هي جزء أساسي من السياسة الخارجية لإدارة أوباما.

source: UN Secretary-General Ban Ki-moon said, We will continue to work to protect human rights, especially for women and girls. Women should be free to work, teach and live without oppression and fear.
ar: وقال الأمين العام للأمم المتحدة بان كى مون سنواصل العمل من أجل حماية حقوق الإنسان، لاسيما حقوق النساء والفتيات، المرأة يجب أن تكون حرة في العمل والتعلم والعيش دون قمع خوف.

source: In Canada, it was a clean sweep among political parties Making progress on human rights for women is a significant component of the international engagement in Afghanistan, Prime Minister Stephen Harper said in London. Liberal leader Michael Ignatieff c
ar: وقال رئيس الوزراء الكندي ستيفن هاربر في لندن أنه كان هناك إجماعاً كاملاً بين الأحزاب السياسية في كندا على جعل إحراز تقدم في مجال حقوق الإنسان للمرأة عنصراً هاماً في المشاركة الدولية في أفغانستان، ووصف الزعيم الليبرالي مايكل إجناتيف القانون بأنه غير مقب

source: And now what? We all disapprove. Karzai cares only about getting re-elected and we care about rooting out terrorists. Unfortunately, for both those purposes, the women of Afghanistan are - and will likely remain - non-essential.
ar: والآن ماذا؟ نحن جميعاً غير موافقين، قرضاي يهتم فقط بإعادة انتخابه ونحن نهتم باقتلاع جذور الإرهاب، وللأسف فلتحقيق هاذين الغرضين، ستظل النساء في أفغانستان على الأرجح غير مهمين.

source: Until this law was passed, Afghan Shia women could have simply waited until August and voted Karzai out of power. In the 2004 election, women brushed past threats and violence to register to vote. They made up 41 per cent of the more than 8.2 million vote
ar: وحتى صدور هذا القانون، كان بإمكان المرأة الأفغانية الشيعية ببساطة أن تنتظر حتى أغسطس وتصوت ضد قرضاي، ففي انتخابات 2004، رفضت النساء في الماضي الخضوع للتهديدات وأعمال العنف للتسجيل من أجل التصويت، وشكلن حوالي 41 في المئة من أكثر من 8.2 مليون ناخب.

source: This is the true tragedy: Having known freedom, women will once again be locked up, powerless to change their fate.
ar: وهذه هي المأساة الحقيقية: فبعد أن ذاقت النساء طعم الحرية، سيتم حبسهن مرة أخرى وهن عاجزات عن تغيير مصيرهن.

source: The April 6 strike as seen by Egyptian newspapers
ar: إضراب السادس من أبريل من وجهة نظر الصحافة المصرية

source: The headlines in today’s Egyptian dailies:
ar: العناوين هى محور موضوعات الصحف و الجرائد المصرية اليوم

source: The state press
ar: الصحف القومية:

source: - Al-Ahram (loyal and sycophantic): As per Mubarak’s instructions, LE10bn will be earmarked for social welfare and job creation.
ar: الأهرام (ولاء و إخلاص): وفقاً لتصريحات الرئيس المصرى محمد حسنى مبارك سيتم رصد نحو عشرة بلايين جنيه مصرى للرخاء الإجتماعى و خلق المزيد من فرص العمل.

source: - Al-Akhbar (dour and old-fashioned): “Call for strike: no room for chaos and production stoppage.”
ar: اللأخبار (موضة قديمة): الدعوة للإضرابات: لا مجال للفوضى و خلق الزعزعة و عدم الإنضباط.

source: - Al-Gomhouriya (gloating): “Egypt does not acknowledge chaos.”
ar: الجمهورية (شمتانة): مصر لا تعترف بالفوضى.

source: - Rose al-Youssef (triumphant): “New defeats for the supporters of the strike.”
ar: روز اليوسف (منتصرة): هزائم جديدة لمناصرى الإضرابات.

source: The mainstream independent press
ar: إتجاهات الصحف المستقلة الأساسية:

source: - Al-Masri al-Youm (brutally honest): A failed strike.
ar: المصرى اليوم (صادقة بدرجة قاسية): إضراب فاشل.

source: - Al-Shorouq al-Gedid (poetic): 6 April: calm streets and timid protests.
ar: الشروق الجديد (شاعرية): السادس من أبريل: الشوارع هادئة و إضرابات خجولة.

source: - Nahdet Misr (laconic): A strike without strikers.
ar: نهضة مصر (موجزة): إضراب بدون مضربين.

source: - Al-Badil (embarrassed): Weak participation in strike.
ar: البديل (محروجة): مشاركة ضعيفة للإضراب.

source: The opposition-independent press
ar: آراء صحف المعارضة:

source: - Al-Dostour (oblivious): 6 April: small protests
ar: الدستور (غافلة): السادس من أبريل: إحتجاجات طفيفة.

source: The real
ar: و تكمن

source: big story
ar: القصة الحقيقية اليوم
